tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "stow"
brew "gh"
brew "rbenv"
brew "zplug"
brew "bat"
brew "figlet"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "neovim"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "siege"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watchman"
brew "wifi-password"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "starship"
brew "eza"
