tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "gh"
brew "pyenv"
brew "nvm"
brew "rbenv"
brew "zplug"
brew "bat"
brew "cmake"
brew "coreutils"
brew "libevent"
brew "figlet"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "howdoi"
brew "neovim"
brew "noti"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "stow"
brew "taskell"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watchman"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "ranger"
brew "starship"
cask "keycastr"
